Revit 2027 API
ParameterTypeId.RbsElecWireType Property
 "Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecWireType { get; }
Public Shared ReadOnly Property RbsElecWireType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecWireType {
	ForgeTypeId^ get ();
}
static member RbsElecWireType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace